; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Fumitaka Kitagawa <fmkita@yahoo.co.jp>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=ファイル
2=オプション
3=ヘルプ
4=最初にSFX書庫かどうかをチェックする(&X)
; ------------------------------------
5=ファイルの選択
6=対象書庫またはインストーラ(&A):
7=フォルダの選択
8=解凍先フォルダ(&F):
9=このタブにファイルをドラッグ＆ドロップして下さい
; ------------------------------------
10=%s のオプション
11=解凍履歴保存(&K)
12=コンソールウィンドウを隠す(&H)
13=アップデート自動確認(&O):
14=言語(&L):
15=ウィンドウサイズを記憶し、以後変更しない(&M)
16=解凍後にウィンドウを閉じない(&N)
; ------------------------------------
17=種類別のオプション指定
18=ファイルを実行する前に警告する(&W)
19=重複ファイルを削除する(&R)
20=一時ファイルを削除する(&T)
21=欠落した拡張子を追加する(&P)
22=解凍成功後に元ファイルを削除する(&I)
; ------------------------------------
23=プログラムについて
; ------------------------------------
24=%s ウェブサイト
25=公式バージョンのサイト
26=修正バージョン用フォーラム
; ------------------------------------
27=アップデート
28=最後のアップデートチェックは %s 日以上前です！
29=今すぐアップデートをチェックしますか?
30=シェルに組み込む(&G)
; ------------------------------------
31=解凍(&E)
32=保存(&S)
33=アップデート(&U)
34=キャンセル(&C)
35=設定
; ------------------------------------
36=%s 解凍
37=%s は以下の方法で %s の解凍を試みます。%n残念ながら、どの方法も100%確実ではありません。%n標準の方法が利用できない場合、%s に戻って別の方法を選択してください。
; ------------------------------------
38=解凍方法
39=%s 管理インストール
40=%s 解凍
41=%s switch
42=%s アンパック
43=InstallShield installer ではありません
44=アンパック後、サマリーを表示する(&Y)
; ------------------------------------
; GUI control functions
45=サウンド無効(&D)
46=
47=ファイルが存在しません:%n%s%n有効なファイルを選択してください。
48=ファイルを開く
49=書込先
50=すべて
; Common terms
51=書庫
52=圧縮ファイル
53=
54=eBook
55=eCard
56=エンコードファイル
57=未知の実行ファイル
58=初期化失敗
59=ヘルプファイル
60=ホットフィックス
61=イメージ
62=インストーラ
63=モジュールを結合する
64=パッケージ
65=パッチ
66=自己解凍
67=ステージ
68=初期化成功
69=検査中
70=解凍中:
71=書庫のサイズ
72=アップデート
73=書庫の名前
74=週毎|隔週毎|月毎|無実行
; Status messages
75=ファイルをスキャンしてファイルタイプを検出中
76=%s によるスキャン中
77=ファイルを抽出中:
78=インストーラが初期化するのを待っています。%nお待ちください
79=解凍を中断するにはESCキーを押して下さい%nウィンドウを最小化/元のサイズに戻すにはF11キーを押して下さい
; Custom prompts
80=%s CD-ROM イメージは直接解凍することが出来ません。代わりに、%nこのイメージは ISO CD-ROM イメージに変換された後、解凍されます。%n%n続行しますか？%n注: この処理は数分かかります。
81=エラー:  CD-ROM イメージが変換できません。
82=エラー:  ISO イメージが %s イメージから作成されましたが、変換できませんでした。%n分析のためにISOイメージを残しますか？
83=エラー:  有効なMHT ファイルではないようです。境界が検出できませんでした。
84=初期化%s。 インストーラを中断してOKを押してください。
85=注:  この方法は特定の Wise Windows Installer パッケージにのみ使用できます。%nWise Installation Wizard が開始して入力を待ち続ける場合、このファイルはサポート%n対象外です。  インストーラを終了してください。 %s が作業を中止します。%n%n続行しますか？
86=このファイルは、%s圧縮で圧縮されています。 あなたは、開梱%sを削除せずに続行するかアンパックだけ%sを実行することができます。%n%n%sを解凍せずに削除するために'はい'をクリックします。%n%n解凍のみ%sを実行するために'いいえ'をクリックします。%n%n後者の場合には、抽出されたファイルは、名前が付けられます:%n%s
87=エラー: %s%n解凍できません。
88=警告:　この形式の書庫を解凍するには、ファイルを直接実行する必要があります。%n続行すると以下のコマンドが実行されます。:%n%n%s%n%nこのコマンドが明らかに危険な場合は、続行しないことをお勧めします。%n解凍を続行しますか？
89=警告:　解凍先フォルダ %s が存在します！%n空でないフォルダに解凍すると解凍エラーが起きるときがあります。%n%n解凍前にフォルダを空にしますか?
90=解凍するにはパスワードが必要です！%n%nパスワード入力するには%n'%s'のチェックを外して下さい。
91=この書庫を解凍するには、%nunpacker %s が必要です。
; Help text
92=あらゆる書庫形式やインストーラパッケージからファイルを抽出します。%n使用法:%n%s%n%nコマンドラインオプション:%n%s%t%tこのヘルプメッセージを表示%n%s%t%tブックマーク が開きます %s%n%s%t解凍先ファイル名%n%s%t解凍先ディレクトリ名%n%n代わりに %s を指定することにより %s は%n書庫名でディレクトリを作成し、そこに解凍します。%n%n例:%s%n%nオプションなしで %s を起動するとファイル名と%n解凍先の指定をユーザーに求めます。
93=%s で解凍
; Error messages
94=%s の解凍をログに記録できません。
95=by archiver 7-Zip
96=%s は解凍できません。%n検出されたファイルタイプ: %s%n%nOKで詳細な検出結果を表示します。Cancelで終了します。
97=%s%n不明の拡張子の為、解凍できません。
98=フォルダ%s%nを作成できません。  有効な解凍先を指定してください。
99=%s は解凍できません。%nファイルはサポート済みの %s 形式のようですが、解凍は失敗しました。%n詳細はログファイルを参照してください：%s%n%nOKを押すとログファイルを表示します。Cancelで終了します。
100=
; Update messages
101=アップデート完了
102=アップデートをチェック中。しばらくお待ち下さい。
103=ファイルをダウンロード中
104=ダウンロード完了！
105=バージョン: %sにアップデートしました。
106=%n %sを再起動します！
107=現在のバージョンは %sです。%nアップデートの必要はありません！
; ------------------------------------
108=ダウンロード失敗
109=ダウンロードファイルリストが取得できません。%nネットワーク接続が切断されているか、%nアップデートサーバーが利用できません。
110=ファイルのダウンロードに失敗しました
111=ファイル解凍エラー
112=バージョン %s のアップデート中に%nエラーが起きました。 リトライして下さい！！！
113=%sの%sを完了しました
114=
115=
116=
117=
118=
119=
